grails-app/views/templates/input_xml/_ds_file_hoi_tin.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cic="http://www.endpoint.ws.h2h.cic.org.vn/cicqa">
    <soapenv:Header />
    <soapenv:Body>
        <cic:TraKetQuaDinhKy >
            <cic:TenTepTraLoi>{TenTepTraLoi}</cic:TenTepTraLoi>
        </cic:TraKetQuaDinhKy>
    </soapenv:Body>
</soapenv:Envelope>
